[
  {
    "productId": 1,
    "productName": "Latte",
    "productDescription": "Smooth and creamy, our Latte is a perfect harmony of espresso and steamed milk, delivering a delightful balance of flavors with every sip.",
    "productImage": "/images/1.png",
    "price": 20,
    "productIngredients": "Espresso, Steamed Milk",
    "originHistory": "Originating from Italy, the Latte has become a beloved staple in coffee shops worldwide, known for its comforting and soothing qualities."
  },
  {
    "productId": 2,
    "productName": "Mocha",
    "productDescription": "Indulge in the rich fusion of espresso, steamed milk, and decadent chocolate syrup in our Mocha. It's a luxurious treat that's both comforting and invigorating.",
    "productImage": "/images/2.png",
    "price": 22,
    "productIngredients": "Espresso, Steamed Milk, Chocolate Syrup",
    "originHistory": "The Mocha traces its roots back to Yemen, where coffee beans were first cultivated. Today, it's celebrated worldwide for its irresistible blend of flavors."
  },
  {
    "productId": 3,
    "productName": "Macchiato",
    "productDescription": "Experience the bold flavors of espresso with just a hint of creamy foam in our Macchiato. It's a powerful yet nuanced coffee that's sure to awaken your senses.",
    "productImage": "/images/3.png",
    "price": 18,
    "productIngredients": "Espresso, Foamed Milk",
    "originHistory": "Hailing from Italy, the Macchiato has a rich history dating back to the 19th century. It's loved for its simplicity and intense coffee flavor."
  },
  {
    "productId": 4,
    "productName": "Espresso",
    "productDescription": "Our Espresso is a pure and intense coffee experience, with rich flavors and a velvety crema. It's the perfect pick-me-up for coffee enthusiasts.",
    "productImage": "/images/4.png",
    "price": 16,
    "productIngredients": "Espresso",
    "originHistory": "The Espresso originated in Italy, where it's deeply ingrained in the coffee culture. It's renowned for its strong flavor and quick preparation."
  }
]
